Repository: andreatoffanello/transitkit
Catalog: ios/TransitKit/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es_419, it

# planner_same_stop
source: Origin and destination are the same
es_419: Origen y destino son iguales
it: Partenza e destinazione coincidono

# planner_search_from_title
source: Where from?
es_419: ¿Desde dónde?
it: Da dove parti?

# planner_search_to_title
source: Where to?
es_419: ¿A dónde?
it: Dove vai?

# planner_swap_label
source: Swap origin and destination
es_419: Invertir origen y destino
it: Inverti origine e destinazione

# planner_title
source: Plan a trip
es_419: Planificar viaje
it: Pianifica viaggio

# planner_to_placeholder
source: Destination
es_419: Destino
it: Destinazione

# planner_transfer_line
source: Transfer
es_419: Transbordo
it: Cambio linea

# planner_walking_minutes
source: %d min walking
es_419: %d min a pie
it: %d min a piedi

# planner_walking_total
source: %d min walking
es_419: %d min a pie
it: %d min a piedi

# planner_when_title
source: When
es_419: Cuándo
it: Quando

source: Points of sale
es_419: Puntos de venta
it: Punti vendita

# quick_explore_map
source: Explore map
es_419: Explorar mapa
it: Esplora la mappa

# quick_find_stop
source: Find a stop
es_419: Buscar una parada
it: Cerca una fermata

# quick_lines
source: lines
es_419: rutas
it: linee

# quick_stops
source: stops
es_419: paradas
it: fermate

# recent_searches
source: Recent
es_419: Recientes
it: Recenti

source: Remove from favorites
es_419: Quitar de favoritos
it: Rimuovi dai preferiti

source: Remove line from favorites
es_419: Quitar línea de favoritos
it: Rimuovi linea dai preferiti

source: Reset map view
es_419: Restablecer mapa
it: Ripristina mappa

# search_line_placeholder
source: Search lines...
es_419: Buscar rutas...
it: Cerca linee...

# search_placeholder
source: Search...
es_419: Buscar...
it: Cerca...

# search_stop_placeholder
source: Search stops...
es_419: Buscar paradas...
it: Cerca fermate...

# section_all_stops
source: All stops
es_419: Todas las paradas
it: Tutte le fermate

source: See all departures
es_419: Ver todas las salidas
it: Vedi tutte le partenze

# segment_lines
source: Lines
es_419: Rutas
it: Linee

# segment_stops
source: Stops
es_419: Paradas
it: Fermate

# services_about_operator_fmt %@
source: About %@
es_419: Acerca de %@
it: Informazioni su %@

# services_coming_soon
source: This section will be available soon.
es_419: Esta seccion estara disponible pronto.
it: Questa sezione sarà presto disponibile.

# services_fare_free
source: Fare-free service
es_419: Servicio gratuito
it: Servizio gratuito

# services_fare_from %@
source: From %@
es_419: Desde %@
it: Da %@

# services_label_area
source: Service area
es_419: Area de servicio
it: Area di servizio

# services_label_audience
source: Who it's for
es_419: Para quien es
it: A chi è rivolto

# services_label_fare
source: Fare
es_419: Tarifa
it: Tariffa

# services_label_hours
source: Hours
es_419: Horarios
it: Orari

# services_label_how
source: How to ride
es_419: Como usarlo
it: Come usarlo

# services_label_links
source: Related
es_419: Relacionados
it: Collegamenti

# services_label_notes
source: Good to know
es_419: Bueno saber
it: Buono a sapersi

# services_label_office_hours
source: Office hours
es_419: Horario de oficina
it: Orari ufficio

# services_label_questions %@
source: Questions? Call %@
es_419: ¿Preguntas? Llama al %@
it: Domande? Chiama %@

# services_label_tdd
source: TDD — Telecoms for the Deaf
es_419: TDD - Telecomunicaciones para personas sordas
it: TDD — Telecomunicazioni per non udenti

# services_learn_more
source: Learn more
es_419: Mas informacion
it: Scopri di più

# services_section_accessibility
source: Accessibility
es_419: Accesibilidad
it: Accessibilità

# services_section_contact
source: Contact
es_419: Contacto
it: Contatti

# services_section_fares
source: Fares
es_419: Tarifas
it: Tariffe

# services_section_operator
source: About the operator
es_419: Acerca del operador
it: Informazioni operatore

# services_section_title
source: Services
es_419: Servicios
it: Servizi

# services_tagline
source: Everything in one place
es_419: Todo en un solo lugar
it: Tutto in un'unica schermata

# services_title
source: Services
es_419: Servicios
it: Servizi

source: Settings
es_419: Ajustes
it: Impostazioni

# settings_about
source: About
es_419: Acerca de
it: Info

# settings_disclaimer_body
source: %1$@ is not developed or managed by %2$@. Timetable data is officially provided by %2$@.
es_419: %1$@ no está desarrollada ni gestionada por %2$@. Los datos son proporcionados oficialmente por %2$@.
it: I dati degli orari sono forniti ufficialmente da %2$@. %1$@ non è sviluppata né gestita da %2$@.

# settings_favorites
source: Favorites
es_419: Favoritos
it: Preferiti

# settings_favorites_count
source: %lld saved
es_419: %lld guardadas
it: %lld salvate

# settings_favorites_none
source: None saved
es_419: Ninguno guardado
it: Nessuno salvato

# settings_info_section
source: About
es_419: Información
it: Informazioni

# settings_language
source: Language
es_419: Idioma
it: Lingua

# settings_language_footer
source: Change in iOS Settings → TransitKit.
es_419: Cambiar en Ajustes de iOS - TransitKit.
it: Cambia in Impostazioni iOS → TransitKit.

# settings_location_enable
source: Enable
es_419: Activar
it: Attiva

# settings_location_open
source: Open Settings
es_419: Abrir Ajustes
it: Apri Impostazioni

# settings_location_title
source: Location access
es_419: Acceso a la ubicación
it: Accesso alla posizione

# settings_notifications
source: Notifications
es_419: Notificaciones
it: Notifiche

# settings_notifications_active
source: Active for this operator's lines and service alerts.
it: Attive per le linee di questo operatore e gli avvisi di servizio.

# settings_notifications_denied
source: Denied — enable from iOS Settings to receive alerts.
it: Negate — abilitale dalle Impostazioni di iOS per riceverle.

# settings_notifications_footer
source: Receive alerts for your favorite stops.
es_419: Recibe avisos para tus paradas favoritas.
it: Ricevi avvisi per le fermate preferite.

# settings_section_about
source: About
es_419: Acerca de
it: Info

# settings_section_favorites
source: Favorites
es_419: Favoritos
it: Preferiti

# settings_section_language
source: Language
es_419: Idioma
it: Lingua

# settings_section_notifications
source: Notifications
es_419: Notificaciones
it: Notifiche

# settings_version
source: Version
it: Versione

# show_all_departures
source: Show all
es_419: Ver todas
it: Mostra tutte

# show_more
source: Show %lld more
es_419: Ver %lld mas
it: Mostra altri %lld

# show_more %lld
source: Show %lld more
es_419: Ver %lld mas
it: Mostra altri %lld

# stop_alerts_chip_one
source: 1 alert on this stop
es_419: 1 aviso en esta parada
it: 1 avviso su questa fermata

# stop_alerts_chip_other
source: %lld alerts on this stop
es_419: %lld avisos en esta parada
it: %lld avvisi su questa fermata

# stop_detail_alerts_section
source: Service alerts
es_419: Avisos del servicio
it: Avvisi servizio

# stop_lines_a11y
source: lines %@
es_419: rutas %@
it: linee %@

# stop_next_a11y
source: next %@ at %@
es_419: próxima %@ a las %@
it: prossima %@ alle %@

source: Stop notifications
es_419: Notificaciones de parada
it: Notifiche fermata

# stop_notifications_placeholder
source: Notifications for this stop coming soon
es_419: Las notificaciones para esta parada llegaran pronto
it: Le notifiche per questa fermata arriveranno presto

source: Stops
es_419: Paradas
it: Fermate

# stops_count
source: %lld stops
es_419: %lld paradas
it: %lld fermate

# stops_loading
source: Loading stops...
es_419: Cargando paradas...
it: Caricamento fermate...

# stops_no_result
source: No stops found
es_419: No se encontraron paradas
it: Nessuna fermata trovata

# stops_no_result_hint
source: Try a different search term
es_419: Prueba con otro termino
it: Prova con un altro termine

# stops_result_count
source: %lld stops found
es_419: %lld paradas encontradas
it: %lld fermate trovate

source: Stops served
es_419: Paradas atendidas
it: Fermate servite

# tab_alerts
source: Alerts
es_419: Avisos
it: Avvisi

# tab_lines
source: Lines
es_419: Rutas
it: Linee

# tab_map
source: Map
es_419: Mapa
it: Mappa

# tab_planner
source: Planner
es_419: Planifica
it: Pianifica

# tab_schedules
source: Schedules
es_419: Horarios
it: Orari

# tab_services
source: Services
es_419: Servicios
it: Servizi

# tab_settings
source: Settings
es_419: Ajustes
it: Impostazioni

# tickets_and_fares
source: Tickets & fares
es_419: Boletos y tarifas
it: Biglietti e tariffe

# time_at_a11y
source: at %@
es_419: a las %@
it: alle %@

# time_minutes_a11y
source: in %lld minutes
es_419: en %lld minutos
it: fra %lld minuti

# time_now
source: Now
es_419: Ahora
it: Ora

# time_passed_a11y
source: departed at %@
es_419: salió a las %@
it: partito alle %@

# today_label
source: Today
es_419: Hoy
it: Oggi

# today_short
source: Today
es_419: Hoy
it: Oggi

# toggle_route_overlay
source: Toggle route %@
es_419: Mostrar ruta %@
it: Mostra percorso %@

# tomorrow_short
source: Tomorrow
es_419: Mañana
it: Domani

# transfer_here
source: Transfer
es_419: Transbordo
it: Cambio

# trip_line_title
source: Line %@
es_419: Ruta %@
it: Linea %@

# trip_no_data
source: Trip data not available
es_419: Datos del viaje no disponibles
it: Dati corsa non disponibili

# vehicle_accessible
source: Wheelchair accessible
es_419: Accesible en silla de ruedas
it: Accessibile con sedia a rotelle

# vehicle_eta_mins
source: in %d min
es_419: en %d min
it: tra %d min

# vehicle_eta_now
source: arriving
es_419: llegando
it: in arrivo

# vehicle_follow
source: Follow vehicle
es_419: Seguir vehículo
it: Segui il mezzo

# vehicle_incoming_at
source: Arriving at:
es_419: Llegando a:
it: In arrivo a:

# vehicle_label_format
source: Bus %@
es_419: Autobús %@
it: Vettura %@

# vehicle_live_tracking
source: LIVE TRACKING
es_419: EN VIVO
it: TRACCIATO LIVE

# vehicle_next_stop
source: Next stop:
es_419: Próxima parada:
it: Prossima fermata:

# vehicle_next_stop_unknown
source: Unknown
es_419: Desconocida
it: Sconosciuta

# vehicle_open_trip
source: Open trip
es_419: Abrir viaje
it: Apri la corsa

# vehicle_stopped_at
source: Stopped at:
es_419: Detenido en:
it: Fermo a:

# vehicle_unfollow
source: Stop following
es_419: Dejar de seguir
it: Smetti di seguire

# vehicle_updated_min
source: Updated %d min ago
es_419: Actualizado hace %d min
it: Aggiornato %d min fa

# vehicle_updated_sec
source: Updated %d sec ago
es_419: Actualizado hace %d seg
it: Aggiornato %d sec fa

# walking_1_min
source: 1 min walk
es_419: 1 min a pie
it: 1 min a piedi

# walking_10_plus_min
source: 10+ min walk
es_419: 10+ min a pie
it: 10+ min a piedi

# walking_n_min
source: %d min walk
es_419: %d min a pie
it: %d min a piedi

source: Weekdays
es_419: Entre semana
it: Feriali

source: Weekends
es_419: Fin de semana
it: Festivi

# time_departing_a11y
source: departing now
es_419: saliendo ahora
it: in partenza adesso

# alert_meta_when
source: When
es_419: Cuándo
it: Quando

# alert_meta_effect
source: Effect
es_419: Efecto
it: Effetto

# alert_meta_cause
source: Cause
es_419: Causa
it: Causa

# alert_period_since
source: Since %@
es_419: Desde %@
it: Dal %@

# alert_period_until
source: Until %@
es_419: Hasta %@
it: Fino al %@

# alert_affects_all_service
source: Affects all service in the operator network.
es_419: Afecta a todo el servicio de la red.
it: Riguarda tutto il servizio della rete.

# alert_effect_additional_service
source: Additional service
es_419: Servicio adicional
it: Corse aggiuntive

# alert_effect_modified_service
source: Modified service
es_419: Servicio modificado
it: Servizio modificato

source: Limited service
es_419: Servicio limitado
it: Servizio limitato

# about_powered_by
source: Powered by TransitKit
es_419: Desarrollado con TransitKit

# about_privacy_policy
source: Privacy Policy
es_419: Aviso de privacidad

# alert_severity_info
source: Info
es_419: Información

# map_live_badge
source: Live
es_419: En vivo

# minutes_away
source: in %lld min
es_419: en %lld min

# operator_email
source: Email
es_419: Correo

# operator_privacy_policy
source: Privacy Policy
es_419: Aviso de privacidad

source: Powered by TransitKit
es_419: Desarrollado con TransitKit

# settings_location_section
source: Privacy
es_419: Privacidad

# tab_home
source: Home
es_419: Inicio
